Repository: mr-elbe5/OSM-Maps
Catalog: Common/Hints.xcstrings
Source language: en
Languages: de

# addAtCenterHint
source: The image’s location/gps data will also be changed on file level (exif data)
de: Die Positionsdaten (GPS) des Bildes werden auch auf Dateiebene geändert (Exif-Daten)

# autoSynchronizeHint
source: When on, the app will synchronize on start and end of the app.
de: Wenn an, synchronisiert die App bei Start und Ende.

# backupHint
source: Here you can create a backup zip file for later restore or for transferring data to the Mac App.
de: Hier kannst du eine Backup-Zip-Datei erzeugen, um später Daten wiederherzustellen oder sie auf die Mac App zu übertragen.

# clearCloudHint
source: Delete all app data from iCloud
de: All Appdaten aus der iCloud löschen

# clearCurrentMapCacheHint
source: This deletes all cached map tiles for the current source.
de: Dies löscht alle gespeicherten Kartenkacheln der aktuellen Kartenquelle.

# clearMapCacheHint
source: This deletes all cached map tiles for all sources.
de: Dies löscht alle gespeicherten Kartenkacheln aller Kartenquellen.

# deleteAllDataHint
source: This deletes all data. This action cannot be undone.
de: Dies löscht alle Daten. Diese Aktion kann nicht rückgängig gemacht werden.

# deleteAllTilesHint
source: This deletes all cached map tiles. It may be useful after changing the map source.
de: Dies löscht alle gespeicherten Kartenkacheln aller Kartenquellen.

# deleteHint
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# distanceFilterHint
source: This is the minimum distance for the app to change the current position. Higher values save power.
de: Dies ist ist die Mindestentfernung für die App, um eine neue Position anzuzeigen. Höhere Werte sparen Strom.

# exifChangeHint
source: The image’s data will also be changed on file level (exif data)
de: Die Bilddaten werden auch auf Dateiebene geändert (Exif-Daten)

# exifHint
source: When activated, the location is written to the image exif data
de: Wenn aktiviert werden Ortsangaben in die Foto-Exif-Daten geschrieben.

source: Help
de: Hilfe

# imageSourceHint
source: When adding photos, this will be the source.
de: Beim Hinzufügen von Bildern wird diese Quelle benutzt.

# mapHint
source: You can select Entries (pins), scroll (hold left mouse button, use scroll wheel, zoom in and and out (opt key and scroll wheel or left menu). Use the circle plus icon on the left to toggle the center button. You can add notes and images there. Use the magnifying glassine the left to start a search. If the map shows a gear image, this part is still loading.
de: Du kannst Einträge (Nadeln) auswählen, scrollen (linke Maustaste halten oder Mausrad) und zoomen (Opt-Taste und Mausrad oder linkes Menü). Starte eine Suche mit dem Lupen-Icon. Zeige den Mittenknopf mit dem Kreisplus-Icon. Dort können Notizen und Bilder hinzugefügt werden. Wenn die Karte ein Zahnrad zeigt, wird dieser Teil noch geladen.

# mapPreloadHint
source: Here you can preload map tiles of the currently visible map area for offline use
de: Hier kannst Du Kartenkacheln für den aktuellen sichtbaren Kartenbereich vorladen.

# mapPreloadNote
source: Here you can preload map tiles for selected zoom levels. The covered area is the one you just saw on the map. If you want to change it, please return to the map, scroll and zoom to the desired area and return to here. PLEASE NOTE! For mass downloads you should have respective rights. Downloads are generally limited to 5000 tiles.
de: Hier kannst Du Kartenkacheln für ausgewählte Zoomebenen vorladen. Der ausgewählte Kartenbereich ist der auf der Karte sichtbare Ausschnitt. Zum Ändern gehe zur Kartenansicht, verschiebe und zoome den gewünschten Bereich und kehre hierhin zurück. BITTE BEACHTEN! Für Massendownloads solltest Du die entsprechenden Rechte haben. Downloads sind grundsätzlich auf 5000 Kacheln begrenzt.

# mapServerHint
source: OSM is the official OpenStreetMap source. Elbe5 is the author’s private source in OSM style. Elbe5 topo is the author’s private server with a topographic style including shades, elevation lines a hiking paths.
de: OSM ist die offizielle OpenStreetMap-Quelle. Elbe5 ist die private Quelle des Autors im OSM-Stil. Elbe5 topo ist die private Quelle des Autors im topografischen Stil mit Schatten, Höhenlinien und Wanderwegen.

# nameOrDescriptionHint
source: Please enter a name for this track
de: Trage bitte einen Namen oder eine Beschreibung für diese Tour ein.

# preloadHint
source: You can find links to legal infos under settings.
de: Sie finden Links zu den Regeln in den Einstellungen.

# progressHint
source: Up- and download of files may take a while depending on their size.
de: Kopieren von Dateien aus der Cloud und in die Cloud kann abhängig von ihrer Größe eine Weile dauern.

# restoreBackupHint
source: Here you can restore a backup from a previous backup. This will delete all current content.
de: Hier kannst du ein vorheriges Backup wieder einspielen. Das Wiederherstellen löscht alle aktuellen Inhalte.

# restoreFromMapsForOSMHint
source: Here you can restore a backup from MapsForOSM. This will delete all current content. Audios and Videos are not supported.
de: Hier kannst du ein Backup von MapsForOSM einspielen. Das Wiederherstellen löscht alle aktuellen Inhalte. Audios und Videos werden nicht unterstützt.

# synchronizeFromCloudHint
source: Synchronize only from iCloud to local data
de: Nur aus der iCloud zu lokalen Daten synchronisieren

# synchronizeHint
source: This synchronizes with iCloud in both directions. Loading images may take some time.
de: Dies synchronisiert mit der iCloud in beiden Richtungen. Die Übertragung von Bildern kann einige Zeit dauern.

# synchronizeToCloudHint
source: Synchronize only to iCloud from local data
de: Nur in die iCloud aus lokalen Daten synchronisieren

# synchronizeWarnHint
source: This cannot be undone
de: Dies kann nicht rückgängig gemacht werden

# trackEditHint
source: You can select points on the map (more with cmd) for deleting (red icon on top), you can move points on the map (timestamps are not changed) or you can simplify the whole track by setting a minimum distance between points.
de: Du kannst Punkte auf der Karte auswählen (mehrere mit cmd), um sie zu löschen (rotes Icon oben), Punkte bewegen (Zeiten werden nicht verändert) oder die ganze Tour vereinfachen, indem ein minimaler Abstand zwischen zwei Punkten gesetzt wird.

# trackEditorHint
source: You can select points on the map (more with cmd) for deleting (red icon on top), you can move points on the map (timestamps are not changed) or you can simplify the whole track by setting a minimum distance between points.
de: Du kannst Punkte auf der Karte auswählen (mehrere mit cmd), um sie zu löschen (rotes Icon oben), Punkte bewegen (Zeiten werden nicht verändert) oder die ganze Tour vereinfachen, indem ein minimaler Abstand zwischen zwei Punkten gesetzt wird.

# trackpointDistanceHint
source: This is the minimal distance between recording track points. Higher values save power but make the track less accurate.
de: Dies ist die Mindestentfernung von zwei Punkten beim Aufzeichnen von Touren. Höhere Werte sparen Strom, machen die Aufzeichnung aber weniger genau.

# trackpointIntervalHint
source: This is the minimal time between recording track points. Higher values save power but make the track less accurate.
de: Dies ist die Mindestzeit zwischen zwei Punkten beim Aufzeichnen von Touren. Höhere Werte sparen Strom, machen die Aufzeichnung aber weniger genau.

# watchUploadHint
source: If you have a connected watch, you can preload tiles to your watch app. Tiles should already be loaded to your phone.
de: Wenn Du eine verbundene Uhr hast, kannst Du hier Kartenkacheln auf die Uhr vorladen. Die Kacheln sollten bereits hier geladen sein.
